9/data/attachments/9afec3173040054b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Anna_lead_Actions_70156_3</nif:username>
            <nif:friendToBeRequested>soap_actions_f86ce1c5-0dbe-4a83-a7b9-637265575cb1</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>